Repository: dyrer/Multi-Bank-Transfer-Payment-Gateways-for-WooCommerce
Catalog: languages/*-multi-bank-transfer-gateways-for-woocommerce-*.po
Languages: id_id

source: Add multiple bank transfer payment gateways.
id_id: Tambahkan beberapa metode pembayaran transfer bank.

source: Settings
id_id: Pengaturan

source: Number of additional bank transfer gateways
id_id: Jumlah metode pembayaran transfer bank tambahan

source: How many bank transfer gateways do you want to add?
id_id: Berapa banyak metode pembayaran transfer bank yang ingin Anda tambahkan?

source: Bank Transfer %d
id_id: Transfer Bank %d

source: Bank Transfer 1
id_id: Transfer Bank 1

source: Bank Transfer 10
id_id: Transfer Bank 10

source: Bank Transfer 2
id_id: Transfer Bank 2

source: Bank Transfer 3
id_id: Transfer Bank 3

source: Bank Transfer 4
id_id: Transfer Bank 4

source: Bank Transfer 5
id_id: Transfer Bank 5

source: Bank Transfer 6
id_id: Transfer Bank 6

source: Bank Transfer 7
id_id: Transfer Bank 7

source: Bank Transfer 8
id_id: Transfer Bank 8

source: Bank Transfer 9
id_id: Transfer Bank 9

source: Direct bank transfer
id_id: Transfer bank langsung

source: Take payments in person via BACS. More commonly known as direct bank/wire transfer.
id_id: Pembayaran secara langsung melalui BACS. Lebih dikenal sebagai transfer bank / transfer rekening.

source: Enable
id_id: Aktif

source: Account number
id_id: Nomor rekening

source: Our bank details
id_id: Bank kami
